Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=664_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät tapasi Suomen hallituksen
smn: Sämitigge teeivâi Suomâ haldâttâs

source: Pääministeri Jyrki Katainen oli kutsunut saamelaiskäräjät hallituksen iltakouluun kuultavaksi hallitusohjelman saamelaiskirjausten toteuttamisesta.
smn: Uáiviminister Jyrki Katainen lâi povdám sämitige stiivrâ eehidškoovlân kuldâlem várás, fáádán lâi haldâttâsohjelm sämmilâškirjimij olášuttem.

source: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi ja II varapuheenjohtaja Heikki Paltto olivat tänään,, 12.12.2012 valtioneuvoston kuultavana.
smn: Sämitige saavâjođetteijee Klemetti Näkkäläjärvi já II värisaavâjođetteijee Heikki Paltto láin 12.12.2012 staatârääđist kuldâlemnáál.

source: Puheenjohtaja Näkkäläjärvi käsitteli puheessaan Ilo 169-sopimuksen ratifiointia, saamen kielten elvyttämisohjelman toimeenpanoa ja saamelaiskäräjien resursointia. ”
smn: Saavâjođetteijee Näkkäläjärvi kieđâvušâi savâstis ILO 169-sopâmuš ratifisistem, sämikielâi iäláskittemohjelm tooimânpieijâm já sämitige resurssistem.

source: Suomella on nyt erinomaiset mahdollisuudet ratifioida ILO-sopimus.
smn: “ Suomâst láá tääl eromâš máhđulâšvuođah ratifistiđ ILO-sopâmuš.

source: Asiassa ei tarvita lisää selvityksiä, vaan poliittista tahtoa ” Näkkäläjärvi tähdensi.
smn: Ääšist ij taarbâš innig lase čielgiittâsâid, pic poliitlâš táátu ” Näkkäläjärvi eeđâi.

source: Sopimus edellyttää saamelaisten oikeuksien ratkaisemista maahan, veteen ja luonnonvaroihin.
smn: Sopâmuš iävtun lii čuávdiđ sämmilij vuoigâtvuođâid enâmân, časijd já luánduriggoduvâid.

source: Ne voidaan ratkaista saamelaiskäräjälain, Metsähallituksen hallintomallin ja maankäyttöä koskevan lainsäädännön uudistamistyön yhteydessä, puheenjohtaja kertoi.
smn: Taid puáhtá čuávdiđ sämitiggelaavâ, Meccihaldâttâs haldâšemmaali já eennâmkevttim kyeskee laavâi uđâsmittem ohtâvuođâst, saavâjođetteijee muštâlij.

source: Saamelaiskäräjien varapuheenjohtaja Heikki Paltto kertoi valtioneuvostolle saamelaisporonhoidon erityispiirteistä ja tukitarpeista.
smn: Sämitige värissavâjođetteijee Heikki Paltto muštâlij staatârááđán sämmilâš puásuituálu eromâšvuođâst já toorjâtárbuin.

source: Saamelaiskäräjien edustajat painottivat, että ILO 169-sopimuksen ratifiointi edellyttää erityisoikeuksia saamelaisen poronhoidon harjoittamiselle.
smn: Sämitige ovdâsteijeeh tiäduttáin, ete ILO 196-sopâmuš ratifisistem iävtun láá eromâš vuoigâtvuođah sämmilâš puásuituálun.

source: Poronhoito muodostaa saamelaisen aineellisen kulttuurin perustan ainoana saamelaiselinkeinona, joka tarjoaa ympärivuotisen elannon ” Olin hyvin iloinen että valtioneuvostossa nousi keskusteluun saamelaisporonhoidon tarpeet ja erityskysymykset, ” Paltto kertoi.
smn: Puásuituálu lii sämmilâš materiaallâš kulttuur vuáđu, ko tot lii áinoo sämmilâš iäláttâs, mii addel áigápuáđu pirrâ ive. “ Mun lijjim uáli ilolâš, ko staatârääđist pajanii savâstâlmân sämmilâš puásuituálu táárbuh já eromâš koččâmušah, ” Paltto muštâlij.

source: Hallituksen iltakoulussa sovittiin, että työtä alkuperäiskansoja koskevan ILO-sopimuksen ratifiointiesteiden poistamiseksi jatketaan oikeusministeriön johdolla muiden vastuuministeriöiden ja saamelaiskäräjien välisenä yhteistyönä.
smn: Haldâttâs eehidškoovlâst uásiväldeeh soppii, ete pargo algáaalmugij kyeskee ILO-sopâmuš ratifisistemestui meddâlistem várás juátkoo riehtiministeriö jođettâsâst eres ovdâsvástádâsministeriöi já sämitige koskâsâs ohtsâspargon.

source: Poliittista linjausta vaativista saamelaisasioista ja erityisesti saamelaissopimuksesta neuvoteltaessa esiin nousevista kysymyksistä päättämään muodostetaan saamelaisasioiden ministeriryhmä.
smn: Poliitlâš linjám vättee sämmilâšašijn meridem várás, já eromâšávt ko meridiđ sämmilâšsopâmušâst ráđádâlmáin pajaneijee koččâmušain, ráhtoo sierâ sämmilâšašij ministerjuávhu.

source: ” On tärkeää että valtioneuvosto antoi vahvan tuen Ilo 169-sopimuksen ratifiointiprosessin jatkamiselle ja hallitusohjelman saamelaiskirjausten toteuttamiselle.
smn: “ Lii tehálâs et staatârääđi adelij noonâ torjuu ILO 169-sopâmuš ratifisistemprooseess juátkimân já haldâttâsohjelm sämmilâškirjimij olášuttem.

source: Yhteistyötä tulee varmasti helpottamaan se, että valtioneuvosto muodostaa saamelaisasioiden ministeriryhmän.
smn: Ohtsâspargo muttoo älkebin, ko staatârääđi rähtee sämmilâšašij ministerjuávhu.

source: Ministeriryhmän perustaminen korostaa myös sitä, että valtioneuvosto pitää saamelaiskirjausten toteutumista ensiarvoisen tärkeänä ” Näkkäläjärvi painottaa.
smn: Ministerjuávhu vuáđudem meerhâš meiddei tom, ete staatârääđi ana sämmilâskirjimij olášuttem čuuvtij tehálâžžân ” Näkkäläjärvi tiädut.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Puheenjohtaja Klemetti Näkkäläjärvi
smn: Saavâjođetteijee Klemetti Näkkäläjärvi

source: II varapuheenjohtaja Heikki Paltto
smn: II värisaavâjođetteijee Heikki Paltto

source: Klemetti Näkkäläjärven puhe valtioneuvoston iltakoulussa 12.12.2012
smn: Klemetti Näkkäläjärvi saahâ staatârääđi eehidškoovlâst 12.12.2012

source: Saamelaiskäräjien muistio valtioneuvoston iltakouluun
smn: Sämitige muštottimčaalâ staatârääđi eehidškoovlân

source: Valtioneuvoston tiedote
smn: Staatârääđi tiedâttâs

source: Saamelaiskäräjien lausunto ILO sopimuksen nro 169 ratifiointiedellytyksistä
smn: Sämitige ciälkkámuš ILO sopâmuš nmr 169 ratifisistemiävtuin
